<?php
return [
	'dashboard' => [
		'authors' => 'Автори',
		'translators' => 'Преводачи',
		'books' => 'Книги',
		'texts' => 'Творби',
		'series' => 'Серии',
		'new' => 'Ново',
		'workroom' => 'Ателие',
	],

	'label.group' => [
		'genre' => 'Жанр',
		'characteristic' => 'Характеристика',
	],

	'pic.type' => [
		'magazine' => 'Списание',
	],

	'book.type' => [
		'single' => 'Обикновена книга',
		'collection' => 'Сборник',
		'poetry' => 'Стихосбирка',
		'anthology' => 'Антология',
		'magazine' => 'Списание',
	],

	'month' => [
		1 => 'януари',
		'февруари',
		'март',
		'април',
		'май',
		'юни',
		'юли',
		'август',
		'септември',
		'октомври',
		'ноември',
		'декември'
	],

	'authors' => 'Автори',
	'authors.by' => [
		'first-name' => 'Автори',
		'last-name' => 'Автори по фамилия',
		'country' => [
			'first-name' => 'Автори по държава',
			'last-name' => 'Автори по държава (по фамилия)',
		],
	],

	'tooltip' => [
		'nr-of-books-with-category' => '{1} В категорията „%category%“ има една книга|]1,Inf[ В категорията „%category%“ има %count% книги',
		'nr-of-texts-with-label' => '{1} Има едно произведение с етикет „%label%“|]1,Inf[ Има %count% произведения с етикет „%label%“',
		'nr-of-texts-with-type' => '{1} Има едно произведение от вид „%type%“|]1,Inf[ Има %count% произведения от вид „%type%“',
		'nr-of-texts-in-language' => '{1} Има едно произведение на „%language%“|]1,Inf[ Има %count% произведения на „%language%“',
		'nr-of-texts-from-language' => '{1} Има едно произведение, преведено от „%language%“|]1,Inf[ Има %count% произведения, преведени от „%language%“',
	],

	'translators' => 'Преводачи',
	'translators.by' => [
		'first-name' => 'Преводачи',
		'last-name' => 'Преводачи по фамилия',
		'country' => [
			'first-name' => 'Преводачи по държава',
			'last-name' => 'Преводачи по държава (по фамилия)',
		],
	],

	'person.alt' => [
		'p' => '%current% е псевдоним на %target%.',
		'r' => '%current% е истинското име на %target%.',
		'a' => '%current% е алтернативно изписване за %target%.',
	],

	'person.role' => [
		'' => '(незнаен)',
		'author' => 'автор',
		'author,translator' => 'автор и преводач',
		'translator' => 'преводач',
	],

	'person.type' => [
		'p' => 'Псевдоним',
		'r' => 'Истинско име',
		'a' => 'Алтернативно изписване',
	],

	'rating' => [
		6 => '6 — Шедьовър',
		5 => '5 — Много добро',
		4 => '4 — Добро',
		3 => '3 — Посредствено',
		2 => '2 — Лошо',
		1 => '1 — Отвратително',
	],

	'wiki.title' => [
		'about' => 'За Моята библиотека',
		'rules' => 'Правила за използване на Моята библиотека',
		'blacklist' => 'Черен списък',
		'links' => 'Връзки',
		'torrents' => 'Торенти',
	],

	'workroom.status' => [
		0 => 'Планира се',
		1 => 'Сканира се',
		2 => 'За корекция',
		3 => 'Коригира се',
		4 => 'Иска се SFB',
		5 => 'Чака проверка',
		6 => 'Проверен',
		7 => 'За добавяне',
	],
	'workroom.type' => [
		0 => 'сам',
		1 => 'екип',
	],
	'workroom.typeLong' => [
		0 => 'Самостоятелна подготовка',
		1 => 'Работа в екип',
	],

	'user.group' => [
		'user' => 'Обикновен',
		'text-label' => 'Лепящ етикети',
		'edit-wiki' => 'Уики редактор',
		'workroom-member' => 'Участник в ателието',
		'workroom-supervisor' => 'Проверител в ателието',
		'workroom-admin' => 'Администратор на ателието',
		'admin' => 'Администратор',
		'god' => 'Бог',
	],
];
